{
	"email": "linhlan18@gmail.com",
	"name": "Maia",
	"gender": "male",
	"height": 200.0,
	"weight": 80.0,
	"children": "No",
	"smoke": "No",
	"an salary": 1000000.0,
	"education": "Master/Ph.D",
	"ehnicity": "Lantin America",
	"job title": "ceo",
	"about me": NaN,
	"birthdate": "7/1/75 00:00",
	"interest": "['Working Out', 'Nature Walks', 'Dog Walking']",
	"sexual orientation": "['Questioning']",
	"location latitude": 45.577296,
	"location longitude": -73.5785107,
	"recommendations preferences min age": 44.0,
	"recommendations preferences max age": 56.0,
	"recommendations preferences radius": 300.0,
	"recommendations preferences gender": "female",
	"recommendations preferences minheight": 170.0,
	"recommendations preferences minweight": 80.0,
	"recommendations preferences maxheight": 199.0,
	"recommendations preferences maxweight": 200.0,
	"recommendations preferences children": NaN,
	"recommendations preferences smoke": "No",
	"recommendations preferences min salary": 150000.0,
	"recommendations preferences max salary": 1000000.0,
	"recommendations preferences education": NaN,
	"recommendations preferences ehnicity": "Asian",
	"body type": NaN,
	"eye color": NaN,
	"hair color": NaN,
	"units": NaN,
	"recommendations preferences body type": NaN,
	"recommendations preferences eye color": NaN,
	"recommendations preferences hair color": NaN,
	"location": NaN,
	"I'm willing to take responsibility for my actions": "Agree",
	"If I tell someone I can meet at a certain time, I have made a promise": "Agree",
	"Other people could believe my promise": "Strongly Agree",
	"I clean up the table to make it as easy as possible for a waiter/waitress": "Strongly Agree",
	"I can apologize to another, and accept forgiveness when someone offers that": "Strongly Agree",
	"I help people with stuff without being asked for help": "Agree",
	"I want me and my partner listen to each other when our opinions are different": "Strongly Agree",
	"I am open to variety of ideas and arguments": "Agree",
	"It is acceptable to break a law that is pointless as long as you accept responsibility": "Strongly Agree",
	"With regards to my career, I have the impression that I am not yet successful enough": "Neutral",
	"I want to be a famous and successful person, and my partner must also be worthy of me": "Agree",
	"It is important for me and my partner to also move our careers forward": "Agree",
	"My best friend wants to introduce me to someone, I am eager to meet the person": "Agree",
	"I can make friends easily": "Strongly Agree",
	"I usually go out with my friends": "Strongly Agree",
	"My joke often makes others feel better": "Agree",
	"People never get bored when being with me": "Agree",
	"Sometimes I makes funny mistakes and make others laugh": "Agree",
	"When my partner gets sick, I will spend the whole day with him/ her": "Strongly Agree",
	"I'm quite sensitive to others' feelings": "Strongly Agree",
	"I always want to make others feel happy and more confident": "Strongly Agree",
	"Sometimes I forgoes my personal time to work on important tasks": "Strongly Agree",
	"I will not stop until I get all of my tasks accomplished": "Agree",
	"I have a lot of self-discipline": "Neutral",
	"I like to get dressed up for special occasions": "Strongly Agree",
	"Sexuality is wonderful": "Strongly Agree",
	"I would rather work for myself than for a big company": "Strongly Agree",
	"I'm prepared to make some sacrifices for the sake of my relationship": "Agree",
	"I'm very competent person": "Strongly Agree",
	"A couple needs romance and affection to be happy": "Strongly Agree",
	"When I'm forced to do something I get angry": "Agree",
	"I'm able to share my worry and fear with my partner": "Agree",
	"I Make a good impression on people": "Strongly Agree",
	"It is possible to simultaneously have sexual pleasure and love": "Strongly Agree",
	"I get very annoyed when I have to wait in line": "Agree",
	"I am able to have a fulfilling emotional life": "Strongly Agree",
	"I'm rarely nervous around strangers": "Strongly Agree",
	"Topics dealing with sexuality do not embarrass me": "Strongly Agree",
	"I rarely ask for advice before making Important personal decisions": "Agree",
	"I need time before accepting someone new In my life": "Strongly Agree",
	"I am comfortable In a group setting": "Strongly Agree",
	"An exclusive relationship is sexually fulfilling for me": "Strongly Agree",
	"I become defensive when someone gives me orders": "Agree",
	"I can easily discuss my needs and expectations with my spouse": "Strongly Agree",
	"I have sophisticated taste and a flair for dressing well": "Strongly Agree",
	"I am comfortable with Intimacy and sexuality": "Strongly Agree",
	"I dress to suit myself and not my friends or family": "Strongly Agree",
	"I  want my spouse to listen lo me when my opinion differs from his": "Strongly Agree",
	"My friends think highly of me": "Strongly Agree",
	"Connecting sexually Is essential In a relationship": "Strongly Agree",
	"I dislike having to check out of my hotel room early": "Strongly Agree",
	"I am responsible for my emotional life": "Strongly Agree",
	"My Ideas are just as valid as those of other people": "Agree",
	"One of the ways I achieve fulfillment in my life is through sexuality": "Agree",
	"I do not live my life trying to please my friends and family": "Strongly Agree",
	"In an emotional relationship I can commit to meeting my partner's needs": "Agree",
	"I deserve the respect of others": "Strongly Agree",
	"Sexual fantasies can be a source of pleasure In a relationship": "Strongly Agree",
	"I  cope well in situations where the rules are unclear": "Agree",
	"I have a lot to offer on un emotional level": "Agree",
	"People enjoy themselves in my company": "Strongly Agree",
	"As people age sexuality remains important": "Strongly Agree",
	"Fulfilling emotional relationships contribute to maintaining balance in my life": "Strongly Agree",
	"When I have something important to express:": "I have trouble finding the right words",
	"There is a force within that guides me and gives me energy:": "I am convinced that affirmation is true",
	"In general, I consider myself a:": "Sometimes being authoritarian",
	"Strong emotions:": "scarcely feel any strong emotions",
	"If I have a problem that makes me feel anxious, I tend to:": "Confide in my best friend only after he/she insists",
	"Spirituality:": "May be experienced by some people",
	"When an urgent situation arises:": "quickly analyze the situation before taking action",
	"If I am visiting a museum with a close friend and we stop in front of a painting I like:": "I remain silent",
	"When I give instructions to a person with a social standing inferior to mine:": "I remain natural",
	"Spirituality is the search for a grounding point that occurs within ourselves:": "I agree",
	"When I have to organize a team project:": "I feel at ease depending on the type of relationship I have with members of the team",
	"When I have to give a short public speech:": "I practice my speech in front of the mirror",
	"I am generally:": "An outgoing person",
	"Spirituality enriches a couple's life:": "Completely agree",
	"When I decide to undertake an activity:": "I always finish what I start",
	"When I want a raise in salary:": "wait for my boss to offer one",
	"If I want to get something:": "I am direct",
	"Spirituality is important to me:": "Absolutely",
	"When I have a big problem to solve:": "I face my problem and solve it the best I can",
	"I find myself in a foreign country and I do not speak the language:": "I quickly learn some words lo be able to get by",
	"When I was a child:": "I enjoyed reading stories by myself",
	"In the most difficult moments, I think about a superior Being:": "Yes",
	"If a problem arises at work that has nothing to do with my department:": "I let the members of that department figure it out",
	"I think a brief discourse is better than a long speech:": "Sometimes",
	"When I provide information of a personal nature to someone:": "The presence of a third party will prevent me from expressing myself fully",
	"Spirituality is:": "A personal process",
	"When I take a decision at work:": "I hope that others will respect my decision",
	"If someone makes an unjustified comment about me:": "I have an immediate reaction",
	"For me, being successful in life:": "Includes financial security",
	"If I have to work in collaboration with someone:": "I enjoy working in collaboration with others",
	"It is 2 o'clock in the morning, the phone rings:": "I answer it coldly so the person knows I am annoyed",
	"Seduction is important:": "And continues to be important even when the relationship deepens",
	"One of the main goals in my life is:": "To have a lot of money and live in the lap of luxury",
	"I prefer:": "Doing activities by myself",
	"I am in bed and suddenly realize I forgot to mail an important letter:": "I decide to mail it tomorrow, not giving it another thought",
	"When I am with someone that I am close to:": "Touching him/her comes naturally",
	"Having a lot of money:": "Is not one of my priorities",
	"For me, leisure time is:": "An essential part of a healthy lifestyle",
	"If I witness an accident on the street:": "I immediately provide whatever assistance I can",
	"Tenderness is:": "Important and essential for me",
	"When I am with someone that is wealthy:": "It makes no difference to me if someone is wealthy or not",
	"My best-friend-wants-to-introduce me-to-someone she/he likes very much:": "I meet the person because my friend insists",
	"At the end of my work day my boss makes an unjustified comment about me:": "I take time to think about it and become less stressed because I realize the comment is unjustified",
	"When I watch a romantic or sentimental movie, I become emotional:": "True",
	"If l am offered a job that doubles my salary but is not interesting:": "I refuse the job because being happy at work is more important to me than having a greater salary",
	"When someone asks about me:": "I figure it means they are interested in me and I am flattered by the attention",
	"I am meeting my date for coffee and have been waiting for an hour:": "I may have misunderstood the time so I call my date",
	"I write love notes:": "From time to time",
	"With regards to my material possessions:": "I would like to have more",
	"I invite people to my house:": "As little as possible",
	"If my partner says something that offends me in front of my friends:": "I make a face to convey that my partner has made a terrible mistake",
	"When someone close to me shows tenderness I am touched:": "Sometimes",
	"If I meet someone who is financially well off:": "It does not have any influence on the image l have of that person",
	"When a stranger enters the elevator:": "I do not talk or look al the person",
	"After the second time I explain something and the person still does not understand:": "I explain again, but my impatience shows",
	"If by chance I meet someone I once loved very much:": "I do not let my emotions show",
	"I see my family:": "Quite often",
	"With regards to children:": "They are essential to my happiness",
	"I have been criticized for being intrusive:": "Never",
	"lf I am dining at a friend's house with my partner and he/she is attracted to another guest:": "The situation makes me uncomfortable but I decide to laugh about it",
	"Most of my activities are done:": "With family",
	"When I am in the presence of children:": "I am interested in them and I play with them",
	"I am afraid of being alone:": "Never",
	"When I think about «affairs» my lover has had before me:": "I do not like to think about that part of their past",
	"If I have good news to announce:": "I call a member of my family",
	"When l imagine myself at 65:": "I see myself surrounded by children and grand-children",
	"For me love is:": "Sharing part of life together",
	"If I have to travel for a week and my partner stays home alone:": "The possibility of his/her infidelity does not cross my mind",
	"If I am sad I feel the need to:": "Talk about it with my partner or a family member",
	"If having children is important to me but my partner does not want any:": "It will not be an issue because I am not really sure I want children",
	"If I win a trip to Europe for one person:": "I will pay the supplement to bring my partner",
	"When my partner is away:": "It is an opportunity for me to be alone with myself",
	"I am offered an interesting and lucrative job in a foreign country for 2 years but cannot bring my family:": "I decline without hesitation since I cannot imagine being away from my family for that long",
	"You meet a person that you like and he/she tells you that he/she has children:": "I am quite happy because children are a wonderful part of life",
	"When an important decision has to be made:": "I explore the situation and make my own decision",
	"If we are shopping for something my partner needs:": "I let my partner choose what he/she wants",
	"My opinion concerning family and work can be summed up by:": "It is possible to reconcile family and career",
	"Life with kids is:": "Very interesting",
	"If I am living with my partner I expect:": "To own a joint account",
	"If my partner makes a public display of jealousy:": "I am surprised and think it is inappropriate",
	"I see my family as:": "Precious people with whom I have fun",
	"The presence of children in my life:": "Demanding but brings so much to my life",
	"When I have something unpleasant to handle:": "I take someone with me to make it easier",
	"My partner expresses a desire to sleep alone:": "I understand and am not upset",
	"People approach you:": "Often",
	"You approach people:": "Sometimes",
	"Who am I at my core?": "love, justice",
	"What are my values and beliefs?": "spirituality",
	"What are my strengths and weaknesses?": "ability to love everyone, oneness ",
	"What are my passions and interests?": "technology, spiritual & science",
	"How do I see myself in relation to others?": "unconditional love",
	"What roles do I play in different aspects of my life (e.g., as a friend, a family member, a professional)?": "empath, problem solver, in service to the universe",
	"What are my long-term goals and aspirations?": "raise global conciousness",
	"What experiences have shaped me and influenced my identity?": "compasionnate ",
	"How do I handle challenges and setbacks?": "transmute all fears up to light & love, being in a mnindfulness state of mine and manifest for the outcome ",
	"What brings me joy and fulfillment?": "seeing love around me",
	"How do I perceive my role in society or the world?": "nurturer of the world",
	"How do I deal with change and adapt to new situations?": "learn fast, fail fast, continuos until I find a perfect solution",
	"What do I believe is my purpose in life?": "raise conciousness all over the world, create a heaven life on eath, oneness",
	"How do I express myself creatively?": "be truth to myself & other",
	"How do I handle and process emotions?": "process it and let it goes, embrace the experience and what i learn from it",
	"What kind of relationships and connections do I seek with others?": "to connect with soul like mine, unconditional love , based on preferential and not transactional",
	"What are my cultural and social influences?": "I'm spiritual",
	"How do I view success and failure?": "what lesson have I've learned from it",
	"What do I think makes me unique and different from others?": "I'm brave, courage, big heart, filled with love, Air element, ",
	"How do I want to be remembered by others?": "How much love i gave and receive, how many souls I've helped,  and no judgement ",
	"What would be the benefits for you to be in a relationship?": "Co-create",
	"What motivating factors prompt you to take action?": "to create oneness",
	"What are your expectations of us?": "assit me in this gloabla awakenning"
}
